export const ru = {
  // Header

  header: {
    about: "О нас",
    howitworks: "Как это работает",
    pricing: "Цены",
    solution: "Решения",
    features: "Особенности",

    login: "Логин",
    register: "Регистрация",
  },

  // Main Screen
  mainScreen: {
    title: "Минимизируйте свои вкладки!",
    subtitle:
      "Не позволяйте памяти вашего компьютера поглощать все эти вкладки браузера. Findtrend позволит вам собрать все ваши любимые веб-сайты в одном месте.",
    button: "Начать 🔥",
    description: "Все исследования начинаются отсюда",
  },

  // Instruction
  instruction: {
    title: "Открывать новые вкладки плохо",
    subtitle:
      "Решение для вкладок вашего браузера и не замедляйте работу вашего устройства со временем. Получите легко и быстро, чтобы обнаружить тенденцию с помощью всего одной вкладки.",
    leftHint: "решение для обнаружения тренда",
    rightHint: "Вам просто нужна одна вкладка прямо сейчас",
  },

  // Companies

  companies: {
    title:
      "Findtrend поможет вам повысить производительность и уменьшить нагрузку на память вашего компьютера,",
    span: "приложение, которое может удовлетворить ваши ежедневные потребности просмотра.",
    label: "Findtrend увеличивает рост стартапа на 1000",
  },

  // Posts

  posts: {
    title: "Все платформы подключаются к Findtrend",
    button: "Посмотреть больше трендов",
  },

  // Price

  price: {
    title: "Получите лучшее предложение",
    radio__monthly: "Ежемесячно",
    radio__yearly: "Ежегодно",
    hint: "Экономьте 10% в месяц",

    cards: [
      {
        title: "Личное",
        subtitle: "Особый первый пакет для всех",
        time: "Месяц",
        list: [
          "До 5 страниц в каждой группе",
          "До 10 групповых страниц",
          "Страница группы 5 дней сохранена",
        ],
        button: "Попробовать бесплатно",
      },
      {
        title: "Обычный",
        subtitle: "Рекомендуется для личного про",
        time: "Месяц",
        list: [
          "До 15 страниц в каждой группе",
          "Страница загрузки до 20 стр.",
          "До 10 групповых страниц",
          "Страница группы 15 дней сохранена",
        ],
        button: "Попробовать бесплатно",
      },
      {
        title: "Премиум",
        subtitle: "Пакет для стартапа и компании",
        time: "Месяц",
        list: [
          "Неограниченное количество групповых страниц",
          "Неограниченная страница загрузки",
          "Неограниченное количество страниц в каждой группе",
          "Настройка групповых страниц сортировки",
          "Настроить имя страницы группы",
          "Страница группы 30 дней сохранена",
        ],
        button: "Попробовать бесплатно",
      },
    ],
  },

  // Join us

  joinUs: {
    black__title: "Присоединяйтесь к нам по электронной почте для",
    grey__title: "более актуальных тем",
    button: "Присоединяйся сейчас",
  },

  // Footer

  footer: {
    privacy: "Политика конфиденциальности",
    terms: "Условия и положения",
    contact: "Связаться с нами",
    careers: "Карьера",
  },
};
